"Toggle Sidebar" = "Bật Tắc Sidebar";

"Whether to enable back-and-forth chat or complete the Shortcut immediately after response" = "Cho phép đoạn chat qua lại hoặc hoàn thành Lối tắt ngay sau khi phản hồi";

"Continuous chat" = "Đoạn chat liên tục";

"Which model would you like to use?" = "Bạn muốn sử dụng mô hình nào?";

"Model" = "Mô hình";

"New Chat" = "Đoạn chat mới";

"Message to send to ChatGPT" = "Tin nhắn gửi tới ChatGPT";

"Start voice conversation" = "Bắt đầu cuộc trò chuyện thoại";

"Start new chat" = "Bắt đầu đoạn chat mới";

"Chat Identifier" = "Mã định danh đoạn chat";

"Settings…" = "Cài đặt";

"Change Shortcut" = "Thay đổi Lối tắt";

"%@" = "%@";

"ChatGPT Help" = "ChatGPT Help";

"What would you like to ask ChatGPT about?" = "Bạn muốn hỏi ChatGPT điều gì?";

"Indicates whether a new chat should be started" = "Cho biết liệu có nên bắt đầu một đoạn chat mới hay không";

"This action will send a single message to a chat with ChatGPT and return the response." = "Hành động này sẽ gửi một tin nhắn tới đoạn chat với ChatGPT và trả lại phản hồi.";

"Content" = "Nội dung";

"Start voice conversation with ChatGPT" = "Bắt đầu cuộc trò chuyện thoại với ChatGPT";

"Check for Updates…" = "Kiểm tra cập nhật…";

"Message Identifier" = "Mã định danh tin nhắn";

"Is there anything else you would like to ask about?" = "Bạn còn muốn hỏi điều gì khác nữa không?";

"Message" = "Tin nhắn";

"Would you like to start a new chat?" = "Bạn có muốn bắt đầu một đoạn chat mới không?";

"You can continue this chat from the app." = "Bạn có thể tiếp tục đoạn chat này từ ứng dụng.";

"Model to use with the new chat" = "Mô hình được dùng với đoạn chat mới";

"This action launches the ChatGPT app to start a voice conversation with ChatGPT." = "Hành động này khởi chạy ứng dụng ChatGPT để bắt đầu cuộc trò chuyện thoại với ChatGPT.";

"Model name" = "Tên mô hình";

"Model slug" = "Slug của mô hình";

"New Temporary Chat" = "New Temporary Chat";

"Ask ChatGPT" = "Hỏi ChatGPT";

